{
  "cars": [
    {
      "id": 1,
      "brand": "Lamborghini",
      "model": "Aventador",
      "price": 200000,
      "img": "https://purepng.com/public/uploads/large/purepng.com-lamborghini-aventador-lp-white-carcarvehicletransportlamborghini-961524646312vzb4b.png",
      "description": "Sculptured and sensual, the Huracán’s design is based on the spiky hexagonal forms of the carbon atom, while the seamless roof profile is an unmistakable mark of the Lamborghini DNA. The Huracán is unique even in the dark, thanks to the alluringly “technological” light of its full-LED lighting system. Choose your favourite Lamborghini Huracán and discover its technical specifications."
    },
    {
      "id": 3,
      "brand": "McLaren",
      "model": "720S",
      "price": 271000,
      "img": "https://imgd.aeplcdn.com/0x0/n/cw/ec/95143/720s-coupe-exterior-right-front-three-quarter.jpeg",
      "description": "The McLaren 720S coupe is purposeful and radical. With apex predator responses. This light and strong supercar accelerates from 0-60mph in an incredible 2.8 seconds when provoked. And can cover a quarter of a mile in 10.4 seconds. From a standing start."
    },
    {
      "brand": "Ferrari",
      "model": "P90",
      "price": 1250000,
      "img": "https://immagini.alvolante.it/sites/default/files/styles/image_gallery_big/public/serie_auto_galleria/2021/11/ferrari_sf90_spider_top_ant.png?itok=s365EZ9g",
      "description": "The SF90 Stradale is the first ever Ferrari to feature PHEV (Plug-in Hybrid Electric Vehicle) architecture which sees the internal combustion engine integrated with three electric motors, two of which are independent and located on the front axle, with the third at the rear between the engine and the gearbox.  ",
      "id": 4
    },
    {
      "brand": "Koenigsegg ",
      "model": "Regera ",
      "price": 2000000,
      "img": "https://www.pngmart.com/files/22/Koenigsegg-Regera-PNG-Clipart.png",
      "description": "“Regera” translates to “to reign” in Swedish. Wherever it ventures, the Koenigsegg Regera reigns with a combination of a V8 engine and three electric motors. Exceptional performance is just one of its many highlights; the Koenigsegg Regera is unabashedly luxurious and cossets drivers with a level of style and comfort that can only be achieved by a Koenigsegg megacar. Traditionally, Koenigsegg models offer a level of unexpected functionality. The goal of Koenigsegg is to create the fastest, most high-performing vehicles in the world, but that doesn’t mean comfort, luxury, and practicality don’t play their parts. The Regera embodies this philosophy with incredible speed and handling, as well as a cabin that delivers superb comfort in any driving situation.",
      "id": 5
    }
  ]
}